Repository: Amir0731/test_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bunday foydalanuvchi taxallusiga ega foydalanuvchi mavjud.
ru: Пользователь с таким именем уже существует.

source: Foydalanuvchi taxalusi...
ru: Пользовательская имя...

source: Ism...
ru: Имя...

source: Familiya...
ru: Фамилия...

source: Parol...
ru: Пароль...

source: Parolni takrorlang...
ru: Повторите пароль...

source: Elektron pochta...
ru: Электронная почта...

source: Parollar bir xil bo'lishi shart!
ru: Пароли должны быть одинаковыми!

source: A variant
ru: А вариант

source: B variant
ru: Б вариант

source: C variant
ru: С вариант

source: D variant
ru: Д вариант

source: Savollar holi yo'q.
ru: Вопросов пока нету.

source: Avval ishlagan!
ru: Вы уже раньше проходили этот тест

source: Bu variantni ishlamagansan garang!
ru: Вы еще не прошли тест по этому варианту!

source: Bosh sahifa
ru: Главная

source: Test ishlash
ru: Тесты

source: Natijalar
ru: Результаты

source: Yorug'
ru: Светлая

source: Qorong'i
ru: Тёмная

source: Profil
ru: Профиль

source: Chiqish
ru: Выйти

source: Registratsiya
ru: Регистрация

source: Kirish
ru: Вход

source: Fan
ru: Предмет

source: Fanni tanlang:
ru: Выберите предмет:

source: Variant tanlang:
ru: Выберите вариант:

source: Bu fandan holi variantlar mavjud emas!
ru: На этом предмете пока нету вариантов!

source: Orqaga qaytish
ru: вернуться

source: Profileni o'chirish
ru: Удалить профиль

source: Ishonchingiz komilmi?
ru: Вы уверены?

source: O'chirish
ru: Удалить

source: Bekor qilish
ru: Отмена

source: Profilni tahrirlash
ru: Изменить профиль

source: O'zgarishlarni saqlash
ru: Cохранить изменение

source: Parolni o'zgartirish
ru: Изменить пароль

source: Salom
ru: Здратсвуйте

source: Kimdir
ru: Ктото

source: Bu yerda qiziqarli narsa yo'q
ru: Здесь нету нечего интересного

source: Xabar
ru: Сообщение

source: Natijani ko'rish.
ru: Перейти в результат

source: Profil sahifasi
ru: Профиль

source: O'zgartirish
ru: Изменить профиль

source: Foydalanuvchi taxallusi
ru: Пользовательская имя

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Elektron pochta
ru: Электронная почта

source: Topshirgan testlaringiz
ru: Тесты, которые вы прошли

source: Test jarayoni
ru: Процесс тестирования

source: Bu savolga javob berilgan!
ru: На этот вопрос дан ответ!

source: Yuborish
ru: Отправить

source: Avvalgi savol
ru: Предыдущий вопрос

source: Keyingi savol
ru: Следующий вопрос

source: savol
ru: вопрос

source: yechilgan
ru: решено

source: Test ishlangan fanlar:
ru: Предметы по которому вы прошли тест:

source: Siz holi biron-bir fandan test ishlamangsansiz!
ru: Вы еще не сдавали ни одного теста

source: Ishlagan variantlariz.
ru: Варианты по которому вы сдали тест.

source: Bu fanda xoli variantlar mavjud emas!
ru: По этому предмету варианты пока нету!

source: Savol
ru: Вопрос

source: Siz tanlagan variant
ru: Ваш ответ

source: To'g'ri variant
ru: Правильный ответ

source: Natija
ru: Результаты

source: %(question_len)s ta savolga %(ball)s tasiga to'g'ri javob berilgan
ru: Вы ответели правильно на %(ball)s вопроса из %(question_len)s

source: Tochnami?
ru: Вы уверены?

source: Hozir chiqib ketilsa natija yomon bo'ladi!
ru: Если вы сейчас покините тест это может повлиять на результат!

source: Tasdiqlash
ru: Подтвердить

source: Foydalanuvchi taxallusida yoki parolda xato.
ru: Ошибка в Пароле или в Пользовательской имени

source: Parolni unutdim
ru: Забыл пароль

source: Parol muvaffaqiyatli o'zgardi
ru: Пароль успешно изменен

source: Parolingiz muvaffaqiyatli o'zgartirildi
ru: Пароль успешно изменен

source: Bosh sahifaga o'tish
ru: Перейти на главную страницу

source: Parolni yangilash
ru: Изменить пароль

source: Avvalgi parol
ru: Предыдущий пароль

source: Avvalgi parolni kiriting
ru: Введите предыдущий пароль

source: Yangi parol
ru: Новый пароль

source: Yangi parolni kiriting
ru: Введите новый пароль

source: Yangi parolni tasdiqlang
ru: Подтвердите новый пароль

source: Yangi parolni qayta tasdiqlang
ru: Подтвердите новый пароль еще раз

source: Parol tiklash yakunlandi!
ru: Сброс пароля успешно завершен!

source: Parolni tiklash yakunlandi!
ru: Сброс пароля успешно завершен!

source: Kirish uchun bosing
ru: Нажмите чтобы войти

source: Parolni tiklash
ru: Восстановление пароля

source: Emailni tekshir!
ru: Проверьте свою электронную почту

source: Registratsiyadan o'tish
ru: Зарегистрироваться
